Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Reveal Repository in Finder
ar: إظهار المستودع في Finder
de: Repository im Finder zeigen
es: Mostrar repositorio en Finder
fr: Afficher le dépôt dans le Finder
id: Tampilkan Repositori di Finder
it: Mostra repository nel Finder
ja: リポジトリをFinderに表示
ko: Finder에서 저장소 보기
nl: Repository in Finder tonen
pt_br: Mostrar repositório no Finder
ru: Показать репозиторий в Finder
th: แสดงที่เก็บใน Finder
tr: Depoyu Finder’da Göster
vi: Hiện kho trong Finder
zh_hans: 在访达中显示仓库
zh_hant: 在訪達中顯示儲存庫

source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl: Toon in Finder
pt_br: Mostrar no Finder
ru: Показать в Finder
th: แสดงใน Finder
tr: Finder’da Göster
vi: Hiện trong Finder
zh_hans: 在访达中显示
zh_hant: 在訪達中顯示

source: Revert in progress
ar: التراجع عن الالتزام قيد التنفيذ
de: Revert läuft
es: Reversión en curso
fr: Annulation de commit en cours
id: Revert sedang berlangsung
it: Revert in corso
ja: revertの実行中
ko: 되돌리기 진행 중
nl: Revert wordt uitgevoerd
pt_br: Reversão em andamento
ru: Выполняется отмена коммита
th: กำลังย้อนคืนคอมมิต
tr: Commit geri alma sürüyor
vi: Đang hoàn tác commit
zh_hans: 正在执行 revert
zh_hant: 正在執行 revert

source: Review
ar: مراجعة
de: Prüfen
es: Revisar
fr: Examiner
id: Tinjauan
it: Revisiona
ja: レビュー
ko: 검토
nl: Beoordelen
pt_br: Revisar
ru: Проверка
th: ตรวจทาน
tr: İnceleme
vi: Xem xét
zh_hans: 审阅
zh_hant: 審閱

source: Review status is unavailable for this diff
ar: حالة المراجعة غير متاحة لهذه الفروق
de: Prüfstatus für diesen Diff nicht verfügbar
es: El estado de revisión no está disponible para estas diferencias
fr: État de révision indisponible pour ce diff
id: Status tinjauan tidak tersedia untuk diff ini
it: Stato di revisione non disponibile per queste differenze
ja: この差分ではレビュー状態を使用できません
ko: 이 차이 보기의 검토 상태를 사용할 수 없습니다
nl: Beoordelingsstatus is niet beschikbaar voor deze diff
pt_br: O status de revisão está indisponível para esta comparação
ru: Статус проверки этого сравнения недоступен
th: สถานะการตรวจทานสำหรับความต่างนี้ไม่พร้อมใช้งาน
tr: Bu fark için inceleme durumu kullanılamıyor
vi: Không có trạng thái xem xét cho bản so sánh này
zh_hans: 此差异无法使用审阅状态
zh_hant: 此差異無法使用審閱狀態

source: Reviewed
ar: تمت المراجعة
de: Geprüft
es: Revisado
fr: Examiné
id: Ditinjau
it: Revisionato
ja: レビュー済み
ko: 검토됨
nl: Beoordeeld
pt_br: Revisado
ru: Проверено
th: ตรวจทานแล้ว
tr: İncelendi
vi: Đã xem xét
zh_hans: 已审阅
zh_hant: 已審閱

source: Reviewed %lld of %lld changes
ar: تمت مراجعة %lld من %lld تغييرًا
de: %lld von %lld Änderungen geprüft
es: %lld de %lld cambios revisados
fr: %lld modifications examinées sur %lld
id: Ditinjau %lld dari %lld perubahan
it: %lld di %lld modifiche revisionate
ja: %2$lld件中%1$lld件の変更をレビュー済み
ko: 변경 사항 %lld / %lld개 검토됨
nl: %lld van %lld wijzigingen beoordeeld
pt_br: %lld de %lld alterações revisadas
ru: Проверено %lld из %lld изменений
th: ตรวจทานแล้ว %lld จาก %lld การเปลี่ยนแปลง
tr: %lld / %lld değişiklik incelendi
vi: Đã xem xét %lld trên %lld thay đổi
zh_hans: 已审阅 %1$lld/%2$lld 项变更
zh_hant: 已審閱 %1$lld/%2$lld 項變更

source: Right
ar: اليمين
de: Rechts
es: Derecha
fr: Droite
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
nl: Rechts
pt_br: Direita
ru: Справа
th: ขวา
tr: Sağ
vi: Phải
zh_hans: 向右
zh_hant: 向右

source: Run Command
ar: تشغيل الأمر
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
id: Jalankan Perintah
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행
nl: Opdracht uitvoeren
pt_br: Executar comando
ru: Выполнить команду
th: เรียกใช้คำสั่ง
tr: Komutu Çalıştır
vi: Chạy lệnh
zh_hans: 执行命令
zh_hant: 執行命令

source: Runs the command immediately in this terminal.
ar: يشغّل الأمر فورًا في هذه الطرفية.
de: Führt den Befehl sofort in diesem Terminal aus.
es: Ejecuta el comando inmediatamente en este terminal.
fr: Exécute immédiatement la commande dans ce terminal.
id: Menjalankan perintah segera di terminal ini.
it: Esegue subito il comando in questo terminale.
ja: このターミナルですぐにコマンドを実行します。
ko: 이 터미널에서 명령을 즉시 실행합니다.
nl: Voert de opdracht onmiddellijk in deze terminal uit.
pt_br: Executa o comando imediatamente neste terminal.
ru: Немедленно выполняет команду в этом терминале.
th: เรียกใช้คำสั่งในเทอร์มินัลนี้ทันที
tr: Komutu bu terminalde hemen çalıştırır.
vi: Chạy lệnh ngay trong terminal này.
zh_hans: 立即在此终端中执行该命令。
zh_hant: 立即在此終端機中執行該命令。

source: SSH Connection
ar: اتصال SSH
de: SSH-Verbindung
es: Conexión SSH
fr: Connexion SSH
id: Koneksi SSH
it: Connessione SSH
ja: SSH 接続
ko: SSH 연결
nl: SSH-verbinding
pt_br: Conexão SSH
ru: Подключение SSH
th: การเชื่อมต่อ SSH
tr: SSH Bağlantısı
vi: Kết nối SSH
zh_hans: SSH 连接
zh_hant: SSH 連接

source: STAGED CHANGES
ar: التغييرات المُجهّزة
de: VORGEMERKTE ÄNDERUNGEN
es: CAMBIOS PREPARADOS
fr: MODIFICATIONS INDEXÉES
id: PERUBAHAN DI-STAGE
it: MODIFICHE IN STAGING
ja: ステージ済みの変更
ko: 스테이징된 변경 사항
nl: KLAARGEZETTE WIJZIGINGEN
pt_br: ALTERAÇÕES PREPARADAS
ru: ИЗМЕНЕНИЯ В ИНДЕКСЕ
th: การเปลี่ยนแปลงที่จัดเตรียมไว้
tr: HAZIRLANMIŞ DEĞİŞİKLİKLER
vi: THAY ĐỔI TRONG VÙNG CHỜ
zh_hans: 已暂存的更改
zh_hant: 已暫存的變更

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save File
ar: حفظ الملف
de: Datei sichern
es: Guardar archivo
fr: Enregistrer le fichier
id: Simpan File
it: Salva file
ja: ファイルを保存
ko: 파일 저장
nl: Bestand bewaren
pt_br: Salvar arquivo
ru: Сохранить файл
th: บันทึกไฟล์
tr: Dosyayı Kaydet
vi: Lưu tệp
zh_hans: 保存文件
zh_hant: 儲存檔案

source: Saved %@ as Zshell's %@ theme.
ar: حُفظت %@ كسمة %@ في Zshell.
de: %@ als %@-Design von Zshell gesichert.
es: %@ guardado como tema %@ de Zshell.
fr: %@ enregistré comme thème %@ de Zshell.
id: Menyimpan %@ sebagai tema %@ Zshell.
it: %@ salvato come tema %@ di Zshell.
ja: %@をZshellの%@テーマとして保存しました。
ko: %@을(를) Zshell의 %@ 테마로 저장했습니다.
nl: %@ bewaard als %@-thema van Zshell.
pt_br: %@ salvo como tema %@ do Zshell.
ru: Тема %@ сохранена как %@ тема Zshell.
th: บันทึก %@ เป็นธีม %@ ของ Zshell แล้ว
tr: %@, Zshell’in %@ teması olarak kaydedildi.
vi: Đã lưu %@ làm chủ đề %@ của Zshell.
zh_hans: 已将 %@ 保存为 Zshell 的 %@ 主题。
zh_hant: 已將 %@ 儲存為 Zshell 的 %@ 主題。

source: Saved SSH Projects
ar: مشاريع SSH المحفوظة
de: Gespeicherte SSH-Projekte
es: Proyectos SSH guardados
fr: Projets SSH enregistrés
id: Proyek SSH Tersimpan
it: Progetti SSH salvati
ja: 保存済みSSHプロジェクト
ko: 저장된 SSH 프로젝트
nl: Bewaarde SSH-projecten
pt_br: Projetos SSH salvos
ru: Сохранённые SSH-проекты
th: โปรเจ็กต์ SSH ที่บันทึกไว้
tr: Kayıtlı SSH Projeleri
vi: Dự án SSH đã lưu
zh_hans: 已保存的 SSH 项目
zh_hant: 已儲存的 SSH 專案

source: Scroll Tabs Left
ar: تمرير التبويبات لليسار
de: Tabs nach links scrollen
es: Desplazar pestañas a la izquierda
fr: Faire défiler les onglets vers la gauche
id: Gulir Tab ke Kiri
it: Scorri schede a sinistra
ja: タブを左にスクロール
ko: 탭 왼쪽으로 스크롤
nl: Tabbladen naar links scrollen
pt_br: Rolar abas para a esquerda
ru: Прокрутить вкладки влево
th: เลื่อนแท็บไปซ้าย
tr: Sekmeleri Sola Kaydır
vi: Cuộn thẻ sang trái
zh_hans: 向左滚动标签页
zh_hant: 向左捲動分頁

source: Scroll Tabs Right
ar: تمرير التبويبات لليمين
de: Tabs nach rechts scrollen
es: Desplazar pestañas a la derecha
fr: Faire défiler les onglets vers la droite
id: Gulir Tab ke Kanan
it: Scorri schede a destra
ja: タブを右にスクロール
ko: 탭 오른쪽으로 스크롤
nl: Tabbladen naar rechts scrollen
pt_br: Rolar abas para a direita
ru: Прокрутить вкладки вправо
th: เลื่อนแท็บไปขวา
tr: Sekmeleri Sağa Kaydır
vi: Cuộn thẻ sang phải
zh_hans: 向右滚动标签页
zh_hant: 向右捲動分頁

source: Search File Contents
ar: البحث في محتوى الملفات
de: Dateiinhalte durchsuchen
es: Buscar en el contenido de archivos
fr: Rechercher dans les fichiers
id: Cari Isi File
it: Cerca nel contenuto dei file
ja: ファイル内容を検索
ko: 파일 내용 검색
nl: Bestandsinhoud doorzoeken
pt_br: Buscar no conteúdo dos arquivos
ru: Искать в содержимом файлов
th: ค้นหาเนื้อหาไฟล์
tr: Dosya İçeriklerinde Ara
vi: Tìm trong nội dung tệp
zh_hans: 搜索文件内容
zh_hant: 搜索檔案內容

source: Search agents…
ar: البحث عن الوكلاء…
de: Agenten suchen…
es: Buscar agentes…
fr: Rechercher des agents…
id: Cari agen…
it: Cerca agenti…
ja: エージェントを検索…
ko: 에이전트 검색…
nl: Agents zoeken…
pt_br: Buscar agentes…
ru: Поиск агентов…
th: ค้นหาเอเจนต์…
tr: Aracı ara…
vi: Tìm tác tử…
zh_hans: 搜索 Agent…
zh_hant: 搜索 Agent…

source: Search commands, files, and sessions…
ar: البحث عن أوامر وملفات وجلسات…
de: Befehle, Dateien und Sitzungen suchen…
es: Buscar comandos, archivos y sesiones…
fr: Rechercher des commandes, fichiers et sessions…
id: Cari perintah, file, dan sesi…
it: Cerca comandi, file e sessioni…
ja: コマンド、ファイル、セッションを検索…
ko: 명령, 파일 및 세션 검색…
nl: Opdrachten, bestanden en sessies zoeken…
pt_br: Buscar comandos, arquivos e sessões…
ru: Поиск команд, файлов и сеансов…
th: ค้นหาคำสั่ง ไฟล์ และเซสชัน…
tr: Komut, dosya ve oturum ara…
vi: Tìm lệnh, tệp và phiên…
zh_hans: 搜索命令、文件和会话…
zh_hant: 搜索命令、檔案和工作階段…

source: Search failed
ar: فشل البحث
de: Suche fehlgeschlagen
es: Error de búsqueda
fr: Échec de la recherche
id: Pencarian gagal
it: Ricerca non riuscita
ja: 検索に失敗しました
ko: 검색 실패
nl: Zoeken mislukt
pt_br: Falha na busca
ru: Ошибка поиска
th: ค้นหาไม่สำเร็จ
tr: Arama başarısız
vi: Tìm kiếm thất bại
zh_hans: 搜索失败
zh_hant: 搜索失敗

source: Search or enter website name
ar: ابحث أو أدخل اسم موقع
de: Suchen oder Websitenamen eingeben
es: Buscar o introducir el nombre de un sitio
fr: Rechercher ou saisir un nom de site
id: Cari atau masukkan nama situs
it: Cerca o inserisci il nome di un sito
ja: 検索またはWebサイト名を入力
ko: 검색하거나 웹사이트 이름 입력
nl: Zoek of voer een websitenaam in
pt_br: Busque ou digite o nome de um site
ru: Поиск или название сайта
th: ค้นหาหรือป้อนชื่อเว็บไซต์
tr: Ara veya web sitesi adı gir
vi: Tìm kiếm hoặc nhập tên trang web
zh_hans: 搜索或输入网站名称
zh_hant: 搜索或輸入網站名稱

source: Search quick launch entries…
ar: البحث في عناصر التشغيل السريع…
de: Schnellstarteinträge suchen…
es: Buscar entradas de inicio rápido…
fr: Rechercher des entrées de lancement rapide…
id: Cari entri peluncuran cepat…
it: Cerca voci di avvio rapido…
ja: クイック起動エントリを検索…
ko: 빠른 실행 항목 검색…
nl: Snelstartitems zoeken…
pt_br: Buscar entradas de início rápido…
ru: Поиск элементов быстрого запуска…
th: ค้นหารายการเปิดใช้ด่วน…
tr: Hızlı başlatma kaydı ara…
vi: Tìm mục khởi chạy nhanh…
zh_hans: 搜索快速启动条目…
zh_hant: 搜索快速啟動項目…

source: Searching…
ar: جارٍ البحث…
de: Suche läuft…
es: Buscando…
fr: Recherche…
id: Mencari…
it: Ricerca…
ja: 検索中…
ko: 검색 중…
nl: Zoeken…
pt_br: Buscando…
ru: Поиск…
th: กำลังค้นหา…
tr: Aranıyor…
vi: Đang tìm…
zh_hans: 正在搜索…
zh_hant: 正在搜索…

source: Secondary limit
ar: الحد الثانوي
de: Sekundäres Limit
es: Límite secundario
fr: Limite secondaire
id: Batas sekunder
it: Limite secondario
ja: 二次上限
ko: 보조 한도
nl: Secundaire limiet
pt_br: Limite secundário
ru: Дополнительный лимит
th: ขีดจำกัดรอง
tr: İkincil sınır
vi: Giới hạn phụ
zh_hans: 次要上限
zh_hant: 次要上限

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona tutto
ja: すべてを選択
ko: 전체 선택
nl: Selecteer alles
pt_br: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
vi: Chọn Tất cả
zh_hans: 全选
zh_hant: 全選

source: Select one or more folders to open in Zshell.
ar: اختر مجلدًا أو أكثر لفتحه في Zshell.
de: Wähle einen oder mehrere Ordner zum Öffnen in Zshell.
es: Selecciona una o más carpetas para abrir en Zshell.
fr: Sélectionnez un ou plusieurs dossiers à ouvrir dans Zshell.
id: Pilih satu atau beberapa folder untuk dibuka di Zshell.
it: Seleziona una o più cartelle da aprire in Zshell.
ja: Zshellで開くフォルダを1つ以上選択してください。
ko: Zshell에서 열 폴더를 하나 이상 선택하세요.
nl: Selecteer een of meer mappen om in Zshell te openen.
pt_br: Selecione uma ou mais pastas para abrir no Zshell.
ru: Выберите одну или несколько папок для открытия в Zshell.
th: เลือกอย่างน้อยหนึ่งโฟลเดอร์เพื่อเปิดใน Zshell
tr: Zshell’de açılacak bir veya daha fazla klasör seçin.
vi: Chọn một hoặc nhiều thư mục để mở trong Zshell.
zh_hans: 选择一个或多个要在 Zshell 中打开的文件夹。
zh_hant: 選擇一個或多個要在 Zshell 中開啟的資料夾。

source: Selected
ar: محدّد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
id: Dipilih
it: Selezionato
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pt_br: Selecionado
ru: Выбрано
th: เลือกแล้ว
tr: Seçildi
vi: Đã chọn
zh_hans: 已选中
zh_hant: 已選中

source: Selected on release
ar: يُحدّد عند الإفلات
de: Beim Loslassen ausgewählt
es: Seleccionado al soltar
fr: Sélectionné au relâchement
id: Dipilih saat dilepas
it: Selezionato al rilascio
ja: キーを離すと選択
ko: 놓을 때 선택됨
nl: Geselecteerd bij loslaten
pt_br: Selecionado ao soltar
ru: Выбрано при отпускании
th: เลือกเมื่อปล่อย
tr: Bırakıldığında seçilir
vi: Chọn khi thả
zh_hans: 松开后选中
zh_hant: 松開後選中

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback versturen
pt_br: Enviar feedback
ru: Отправить отзыв
th: ส่งข้อเสนอแนะ
tr: Geri Bildirim Gönder
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 發送反饋

source: Send Now
ar: إرسال الآن
de: Jetzt senden
es: Enviar ahora
fr: Envoyer maintenant
id: Kirim Sekarang
it: Invia ora
ja: 今すぐ送信
ko: 지금 보내기
nl: Nu versturen
pt_br: Enviar agora
ru: Отправить сейчас
th: ส่งตอนนี้
tr: Şimdi Gönder
vi: Gửi ngay
zh_hans: 立即发送
zh_hant: 立即發送

source: Sends Option-key combinations to terminal programs as Meta shortcuts instead of macOS text input
ar: يرسل تركيبات Option إلى برامج الطرفية كاختصارات Meta بدلًا من إدخال النص في macOS
de: Sendet Kombinationen mit der Wahltaste als Meta-Tastenkürzel an Terminalprogramme statt als macOS-Texteingabe
es: Envía las combinaciones con Opción a los programas del terminal como atajos Meta en vez de introducir texto de macOS
fr: Envoie les combinaisons avec Option aux programmes du terminal comme raccourcis Meta, au lieu de saisir du texte macOS
id: Mengirim kombinasi Option ke program terminal sebagai pintasan Meta alih-alih input teks macOS
it: Invia le combinazioni con Opzione ai programmi del terminale come scorciatoie Meta anziché come input di testo macOS
ja: Optionキーの組み合わせを、macOSの文字入力ではなくMetaショートカットとしてターミナルに送ります
ko: Option 키 조합을 macOS 텍스트 입력 대신 Meta 단축키로 터미널 프로그램에 전송합니다
nl: Stuurt combinaties met Option als Meta-sneltoetsen naar terminalprogramma's in plaats van als macOS-tekstinvoer
pt_br: Envia combinações com Option aos programas do terminal como atalhos Meta em vez de entrada de texto do macOS
ru: Передаёт сочетания с Option терминальным программам как Meta вместо ввода текста macOS
th: ส่งชุดปุ่ม Option ไปยังโปรแกรมเทอร์มินัลเป็นปุ่มลัด Meta แทนการป้อนข้อความของ macOS
tr: Option tuş birleşimlerini macOS metin girişi yerine Meta kısayolları olarak terminal programlarına gönderir
vi: Gửi tổ hợp Option đến chương trình terminal dưới dạng phím tắt Meta thay vì nhập văn bản macOS
zh_hans: 将 Option 键组合作为 Meta 快捷键发送给终端程序，而不是作为 macOS 文本输入
zh_hant: 將 Option 鍵組合作為 Meta 快速鍵發送給終端機程式，而不是作為 macOS 文字輸入

source: Session
ar: جلسة
de: Sitzung
es: Sesión
id: Sesi
it: Sessione
ja: セッション
ko: 세션
nl: Sessie
pt_br: Sessão
ru: Сеанс
th: เซสชัน
tr: Oturum
vi: Phiên
zh_hans: 会话
zh_hant: 工作階段

source: Session Contents Restored
ar: استُعيد محتوى الجلسة
de: Sitzungsinhalt wiederhergestellt
es: Contenido de la sesión restaurado
fr: Contenu de la session restauré
id: Isi Sesi Dipulihkan
it: Contenuto della sessione ripristinato
ja: セッション内容を復元しました
ko: 세션 내용 복원됨
nl: Sessie-inhoud hersteld
pt_br: Conteúdo da sessão restaurado
ru: Содержимое сеанса восстановлено
th: กู้คืนเนื้อหาเซสชันแล้ว
tr: Oturum İçeriği Geri Yüklendi
vi: Đã khôi phục nội dung phiên
zh_hans: 会话内容已恢复
zh_hant: 工作階段內容已恢復

source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
id: Sesi
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pt_br: Sessões
ru: Сеансы
th: เซสชัน
tr: Oturumlar
vi: Các phiên
zh_hans: 会话
zh_hant: 工作階段

source: Set Color Marker…
ar: تعيين علامة لون…
de: Farbmarkierung festlegen…
es: Establecer marcador de color…
fr: Définir un marqueur de couleur…
id: Atur Penanda Warna…
it: Imposta contrassegno colore…
ja: カラーマーカーを設定…
ko: 색상 표시 설정…
nl: Kleurmarkering instellen…
pt_br: Definir marcador de cor…
ru: Задать цветовую метку…
th: ตั้งเครื่องหมายสี…
tr: Renk İşareti Ayarla…
vi: Đặt dấu màu…
zh_hans: 设置颜色标记…
zh_hant: 設定顏色標記…

source: Set Project Directory…
ar: تعيين مجلد المشروع…
de: Projektverzeichnis festlegen…
es: Establecer directorio del proyecto…
fr: Définir le répertoire du projet…
id: Atur Direktori Proyek…
it: Imposta directory del progetto…
ja: プロジェクトディレクトリを設定…
ko: 프로젝트 디렉터리 설정…
nl: Projectmap instellen…
pt_br: Definir diretório do projeto…
ru: Задать каталог проекта…
th: ตั้งไดเรกทอรีโปรเจ็กต์…
tr: Proje Dizinini Ayarla…
vi: Đặt thư mục dự án…
zh_hans: 设置项目目录…
zh_hant: 設定專案目錄…

source: Settings (⌘,)
ar: الإعدادات (⌘,)
de: Einstellungen (⌘,)
es: Ajustes (⌘,)
fr: Réglages (⌘,)
id: Pengaturan (⌘,)
it: Impostazioni (⌘,)
ja: 設定（⌘,）
ko: 설정 (⌘,)
nl: Instellingen (⌘,)
pt_br: Ajustes (⌘,)
ru: Настройки (⌘,)
th: การตั้งค่า (⌘,)
tr: Ayarlar (⌘,)
vi: Cài đặt (⌘,)
zh_hans: 设置（⌘,）
zh_hant: 設定（⌘,）

source: Settings Exported
ar: تم تصدير الإعدادات
de: Einstellungen exportiert
es: Ajustes exportados
fr: Réglages exportés
id: Pengaturan Diekspor
it: Impostazioni esportate
ja: 設定を書き出しました
ko: 설정 내보내기 완료
nl: Instellingen geëxporteerd
pt_br: Ajustes exportados
ru: Настройки экспортированы
th: ส่งออกการตั้งค่าแล้ว
tr: Ayarlar Dışa Aktarıldı
vi: Đã xuất cài đặt
zh_hans: 设置已导出
zh_hant: 設定已匯出

source: Settings…
ar: الإعدادات…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pt_br: Ajustes…
ru: Настройки…
th: การตั้งค่า…
tr: Ayarlar…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pt_br: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

source: Shift+Enter inserts a newline
ar: Shift+Enter لإدراج سطر جديد
de: Shift+Enter fügt eine neue Zeile ein
es: Shift+Enter inserta una nueva línea
fr: Shift+Enter insère une nouvelle ligne
id: Shift+Enter menyisipkan baris baru
it: Shift+Enter inserisce una nuova riga
ja: Shift+Enterで改行を挿入
ko: Shift+Enter로 줄바꿈 삽입
nl: Shift+Enter voegt een nieuwe regel in
pt_br: Shift+Enter insere uma nova linha
ru: Shift+Enter вставляет новую строку
th: Shift+Enter แทรกบรรทัดใหม่
tr: Shift+Enter yeni satır ekler
vi: Shift+Enter chèn dòng mới
zh_hans: Shift+Enter 插入新行
zh_hant: Shift+Enter 插入新行

source: Shortcut
ar: اختصار
de: Tastenkürzel
es: Atajo
fr: Raccourci
id: Pintasan
it: Scorciatoia
ja: ショートカット
ko: 단축키
nl: Sneltoets
pt_br: Atalho
ru: Сочетание клавиш
th: ปุ่มลัด
tr: Kısayol
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Shortcuts
ar: الاختصارات
de: Tastenkürzel
es: Atajos
fr: Raccourcis
id: Pintasan
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
pt_br: Atalhos
ru: Сочетания клавиш
th: ปุ่มลัด
tr: Kısayollar
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show FPS Counter
ar: إظهار عداد FPS
de: FPS-Zähler anzeigen
es: Mostrar contador de FPS
fr: Afficher le compteur FPS
id: Tampilkan Penghitung FPS
it: Mostra contatore FPS
ja: FPSカウンターを表示
ko: FPS 카운터 표시
nl: FPS-teller tonen
pt_br: Mostrar contador de FPS
ru: Показать счётчик FPS
th: แสดงตัวนับ FPS
tr: FPS Sayacını Göster
vi: Hiện bộ đếm FPS
zh_hans: 显示帧率计数器
zh_hant: 顯示幀率計數器

source: Show Git Output
ar: إظهار مخرجات Git
de: Git-Ausgabe anzeigen
es: Mostrar salida de Git
fr: Afficher la sortie Git
id: Tampilkan Keluaran Git
it: Mostra output Git
ja: Git出力を表示
ko: Git 출력 표시
nl: Git-uitvoer tonen
pt_br: Mostrar saída do Git
ru: Показать вывод Git
th: แสดงผลลัพธ์ Git
tr: Git Çıktısını Göster
vi: Hiện đầu ra Git
zh_hans: 显示 Git 输出
zh_hant: 顯示 Git 輸出

source: Show focus ring on active pane
ar: إظهار إطار التركيز على اللوحة النشطة
de: Fokusrahmen am aktiven Bereich anzeigen
es: Mostrar borde en el panel activo
fr: Afficher un contour sur le volet actif
id: Tampilkan garis fokus pada panel aktif
it: Mostra contorno sul riquadro attivo
ja: アクティブなペインにフォーカスリングを表示
ko: 활성 분할 창에 포커스 테두리 표시
nl: Rand om actief paneel tonen
pt_br: Mostrar contorno no painel ativo
ru: Показывать рамку активной панели
th: แสดงกรอบโฟกัสบนบานหน้าต่างที่ใช้งาน
tr: Etkin bölmede odak çerçevesini göster
vi: Hiện viền tiêu điểm trên ô đang hoạt động
zh_hans: 在活动面板上显示焦点环
zh_hant: 在活動面板上顯示焦點環

source: Showing the last local snapshot. %@
ar: تُعرض آخر لقطة محلية. %@
de: Letzter lokaler Snapshot wird angezeigt. %@
es: Mostrando la última instantánea local. %@
fr: Dernier instantané local affiché. %@
id: Menampilkan snapshot lokal terakhir. %@
it: Visualizzazione dell'ultima istantanea locale. %@
ja: 最後のローカルスナップショットを表示中。%@
ko: 마지막 로컬 스냅샷을 표시합니다. %@
nl: Laatste lokale momentopname wordt getoond. %@
pt_br: Mostrando o último registro local. %@
ru: Показан последний локальный снимок. %@
th: แสดงสแนปช็อตล่าสุดในเครื่อง %@
tr: Son yerel anlık görüntü gösteriliyor. %@
vi: Đang hiển thị ảnh chụp cục bộ cuối. %@
zh_hans: 正在显示上一次本地快照。%@
zh_hant: 正在顯示上一次本機快照。%@

source: Shows files changed in this commit
ar: يعرض الملفات المتغيرة في هذا الالتزام
de: Zeigt die in diesem Commit geänderten Dateien
es: Muestra los archivos modificados en este commit
fr: Affiche les fichiers modifiés dans ce commit
id: Menampilkan file yang berubah dalam commit ini
it: Mostra i file modificati in questo commit
ja: このコミットで変更されたファイルを表示します
ko: 이 커밋에서 변경된 파일을 표시합니다
nl: Toont bestanden die in deze commit zijn gewijzigd
pt_br: Mostra os arquivos alterados neste commit
ru: Показывает файлы, изменённые в этом коммите
th: แสดงไฟล์ที่เปลี่ยนแปลงในคอมมิตนี้
tr: Bu commit’te değişen dosyaları gösterir
vi: Hiện tệp thay đổi trong commit này
zh_hans: 显示此提交中更改的文件
zh_hant: 顯示此提交中變更的檔案

source: Shows the toolbar in every project
ar: يعرض شريط الأدوات في جميع المشاريع
de: Zeigt die Symbolleiste in jedem Projekt
es: Muestra la barra de herramientas en todos los proyectos
fr: Affiche la barre d'outils dans chaque projet
id: Menampilkan bilah alat di setiap proyek
it: Mostra la barra strumenti in ogni progetto
ja: すべてのプロジェクトでツールバーを表示します
ko: 모든 프로젝트에 도구 막대를 표시합니다
nl: Toont de knoppenbalk in elk project
pt_br: Mostra a barra de ferramentas em todos os projetos
ru: Показывает панель инструментов во всех проектах
th: แสดงแถบเครื่องมือในทุกโปรเจ็กต์
tr: Araç çubuğunu her projede gösterir
vi: Hiện thanh công cụ trong mọi dự án
zh_hans: 在所有项目中显示工具栏
zh_hant: 在所有專案中顯示工具欄

source: Shows the toolbar only in Git repositories
ar: يعرض شريط الأدوات في مستودعات Git فقط
de: Zeigt die Symbolleiste nur in Git-Repositories
es: Muestra la barra de herramientas solo en repositorios Git
fr: Affiche la barre d'outils uniquement dans les dépôts Git
id: Menampilkan bilah alat hanya di repositori Git
it: Mostra la barra strumenti solo nei repository Git
ja: Gitリポジトリでのみツールバーを表示します
ko: Git 저장소에만 도구 막대를 표시합니다
nl: Toont de knoppenbalk alleen in Git-repositories
pt_br: Mostra a barra de ferramentas apenas em repositórios Git
ru: Показывает панель инструментов только в репозиториях Git
th: แสดงแถบเครื่องมือเฉพาะในที่เก็บ Git
tr: Araç çubuğunu yalnızca Git depolarında gösterir
vi: Chỉ hiện thanh công cụ trong kho Git
zh_hans: 仅在 Git 仓库中显示工具栏
zh_hant: 僅在 Git 儲存庫中顯示工具欄

source: Sidebar
ar: الشريط الجانبي
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
id: Bilah Samping
it: Barra laterale
ja: サイドバー
ko: 사이드바
nl: Zijbalk
pt_br: Barra lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Kenar Çubuğu
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄
